Repository: GNOME/gnome-power-manager
Catalog: po/*.po
Languages: en@shaw

source: The type of sleeping that should be performed when the computer is inactive. Possible values are "hibernate", "suspend" and "nothing".
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘•ğ‘¤ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "hibernate", "suspend" ğ‘¯ "nothing".

source: This is the laptop panel screen brightness used when the session is idle. Only valid when use_time_for_policy is true.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘¿ğ‘•ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘²ğ‘›ğ‘©ğ‘¤. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¢ğ‘§ğ‘¯ use_time_for_policy ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ.

source: UPS critical low action
en@shaw: UPS ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¤ğ‘´ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: UPS low power action
en@shaw: UPS ğ‘¤ğ‘´ ğ‘ğ‘¬ğ‘¼ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: Use gnome-screensaver lock setting
en@shaw: ğ‘¿ğ‘Ÿ Â·ğ‘œğ‘¯ğ‘´ğ‘¥-ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ğ‘•ğ‘±ğ‘ğ‘¼ ğ‘¤ğ‘ªğ‘’ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™

source: When sleep fails we can show the user a button to help fix the situation. Leave this blank if the button should not be shown.
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘•ğ‘¤ğ‘°ğ‘ ğ‘“ğ‘±ğ‘¤ğ‘Ÿ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘–ğ‘´ ğ‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘© ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¿ğ‘±ğ‘–ğ‘©ğ‘¯. ğ‘¤ğ‘°ğ‘ ğ‘ğ‘¦ğ‘• ğ‘šğ‘¤ğ‘¨ğ‘™ğ‘’ ğ‘¦ğ‘“ ğ‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯.

source: When to show the notification icon
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘‘ ğ‘–ğ‘´ ğ‘ ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘²ğ‘’ğ‘ªğ‘¯

source: Whether the GNOME keyring is locked before the computer enters hibernate. This means the keyring will have to be unlocked on resume.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘Ÿ ğ‘£ğ‘²ğ‘šğ‘¼ğ‘¯ğ‘±ğ‘‘. ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ğ‘‘ ğ‘ªğ‘¯ ğ‘®ğ‘§ğ‘Ÿğ‘¿ğ‘¥ğ‘±.

source: Whether the GNOME keyring is locked before the computer enters suspend. This means the keyring will have to be unlocked on resume.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘Ÿ ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘›. ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ğ‘‘ ğ‘ªğ‘¯ ğ‘®ğ‘§ğ‘Ÿğ‘¿ğ‘¥ğ‘±.

source: Whether the screen is locked when the computer wakes up from a hibernate. Only used if lock_use_screensaver_settings is false.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¢ğ‘±ğ‘’ğ‘• ğ‘³ğ‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘£ğ‘²ğ‘šğ‘¼ğ‘¯ğ‘±ğ‘‘. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¿ğ‘•ğ‘‘ ğ‘¦ğ‘“ lock_use_screensaver_settings ğ‘¦ğ‘Ÿ ğ‘“ğ‘·ğ‘¤ğ‘•.

source: Whether the screen is locked when the computer wakes up from a suspend. Only used if lock_use_screensaver_settings is false.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¢ğ‘±ğ‘’ğ‘• ğ‘³ğ‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘›. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¿ğ‘•ğ‘‘ ğ‘¦ğ‘“ lock_use_screensaver_settings ğ‘¦ğ‘Ÿ ğ‘“ğ‘·ğ‘¤ğ‘•.

source: Whether the screen is locked when the screen is turned off. Only used if lock_use_screensaver_settings is false.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘ªğ‘“. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¿ğ‘•ğ‘‘ ğ‘¦ğ‘“ lock_use_screensaver_settings ğ‘¦ğ‘Ÿ ğ‘“ğ‘·ğ‘¤ğ‘•.

source: Whether to hibernate, suspend or do nothing when inactive
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘£ğ‘²ğ‘šğ‘¼ğ‘¯ğ‘±ğ‘‘, ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› ğ‘¹ ğ‘›ğ‘µ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘

source: Whether to use the screen lock setting of gnome-screensaver to decide if the screen is locked after a hibernate, suspend or blank screen.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¤ğ‘ªğ‘’ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥-ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ğ‘•ğ‘±ğ‘ğ‘¼ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘› ğ‘¦ğ‘“ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘’ğ‘‘ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘© ğ‘£ğ‘²ğ‘šğ‘¼ğ‘¯ğ‘±ğ‘‘, ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› ğ‘¹ ğ‘šğ‘¤ğ‘¨ğ‘™ğ‘’ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯.

source: Whether to use time-based notifications
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘¿ğ‘• ğ‘‘ğ‘²ğ‘¥-ğ‘šğ‘±ğ‘•ğ‘‘ ğ‘¯ğ‘´ğ‘‘ğ‘©ğ‘“ğ‘©ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Whether we should show the axis labels in the statistics window
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘–ğ‘´ ğ‘ ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘• ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Whether we should show the axis labels in the statistics window.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘–ğ‘´ ğ‘ ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘• ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: Whether we should show the events in the statistics window
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘–ğ‘´ ğ‘ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Whether we should show the events in the statistics window.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘–ğ‘´ ğ‘ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: Whether we should smooth the data in the graph
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘•ğ‘¥ğ‘µğ‘ ğ‘ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¦ğ‘¯ ğ‘ ğ‘œğ‘®ğ‘­ğ‘“

source: Whether we should smooth the data in the graph.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘•ğ‘¥ğ‘µğ‘ ğ‘ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¦ğ‘¯ ğ‘ ğ‘œğ‘®ğ‘­ğ‘“.

source: Configure power management
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Power Management
en@shaw: ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Observe power management
en@shaw: ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Power Statistics
en@shaw: ğ‘ğ‘¬ğ‘¼ ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘•

source: Brightness
en@shaw: ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘•

source: Data length:
en@shaw: ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¤ğ‘§ğ‘™ğ‘”:

source: Details
en@shaw: ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: Graph type:
en@shaw: ğ‘œğ‘®ğ‘­ğ‘“ ğ‘‘ğ‘²ğ‘:

source: History
en@shaw: ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦

source: Show data points
en@shaw: ğ‘–ğ‘´ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•

source: Statistics
en@shaw: ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘•

source: There is no data to display.
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±.

source: Use smoothed line
en@shaw: ğ‘¿ğ‘Ÿ ğ‘•ğ‘¥ğ‘µğ‘ğ‘› ğ‘¤ğ‘²ğ‘¯

source: <b>Actions</b>
en@shaw: <b>ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ</b>

source: <b>Display</b>
en@shaw: <b>ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±</b>

source: <b>Notification Area</b>
en@shaw: <b>ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ºğ‘¦ğ‘©</b>

source: General
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤

source: Make Default
en@shaw: ğ‘¥ğ‘±ğ‘’ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘

source: On AC Power
en@shaw: ğ‘ªğ‘¯ AC ğ‘ğ‘¬ğ‘¼

source: On Battery Power
en@shaw: ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¬ğ‘¼

source: On UPS Power
en@shaw: ğ‘ªğ‘¯ UPS ğ‘ğ‘¬ğ‘¼

source: Only display an icon when charging or _discharging
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘©ğ‘¯ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘—ğ‘¸ğ‘¡ğ‘¦ğ‘™ ğ‘¹ _ğ‘›ğ‘¦ğ‘•ğ‘—ğ‘¸ğ‘¡ğ‘¦ğ‘™

source: Power Management Preferences
en@shaw: ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Put _display to sleep when inactive for:
en@shaw: ğ‘ğ‘«ğ‘‘ _ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘‘ ğ‘•ğ‘¤ğ‘°ğ‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘“ğ‘¹:

source: Put computer to _sleep when inactive for:
en@shaw: ğ‘ğ‘«ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘‘ _ğ‘•ğ‘¤ğ‘°ğ‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘“ğ‘¹:

source: Set display _brightness to:
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± _ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘‘:

source: When UPS power is _critically low:
en@shaw: ğ‘¢ğ‘§ğ‘¯ UPS ğ‘ğ‘¬ğ‘¼ ğ‘¦ğ‘Ÿ _ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘¦ ğ‘¤ğ‘´:

source: When the _suspend button is pressed:
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘ _ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘:

source: When the power _button is pressed:
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘ğ‘¬ğ‘¼ _ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘:

source: _Never display an icon
en@shaw: _ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘©ğ‘¯ ğ‘²ğ‘’ğ‘ªğ‘¯

source: _Only display an icon when battery power is low
en@shaw: _ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘©ğ‘¯ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¬ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘´

source: _Reduce backlight brightness
en@shaw: _ğ‘®ğ‘¦ğ‘›ğ‘¿ğ‘• ğ‘šğ‘¨ğ‘’ğ‘¤ğ‘²ğ‘‘ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘•

source: Unknown time
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘‘ğ‘²ğ‘¥

source: %id
en@shaw: %iğ‘›

source: %id%02ih
en@shaw: %iğ‘›%02iğ‘£

source: %2im
en@shaw: %2iğ‘¥

source: %2im%02i
en@shaw: %2iğ‘¥%02i

source: Show extra debugging information
en@shaw: ğ‘–ğ‘´ ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Show version of installed program and exit
en@shaw: ğ‘–ğ‘´ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¯ ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘

source: Exit after a small delay (for debugging)
en@shaw: ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘© ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘›ğ‘¦ğ‘¤ğ‘± (ğ‘“ğ‘¹ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™)

source: Exit after the manager has loaded (for debugging)
en@shaw: ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘› (ğ‘“ğ‘¹ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™)

source: GNOME Power Manager
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Battery is very low
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¤ğ‘´

source: Power plugged in
en@shaw: ğ‘ğ‘¬ğ‘¼ ğ‘ğ‘¤ğ‘³ğ‘œğ‘› ğ‘¦ğ‘¯

source: Power unplugged
en@shaw: ğ‘ğ‘¬ğ‘¼ ğ‘©ğ‘¯ğ‘ğ‘¤ğ‘©ğ‘œğ‘›

source: Lid has opened
en@shaw: ğ‘¤ğ‘¦ğ‘› ğ‘£ğ‘¨ğ‘Ÿ ğ‘´ğ‘ğ‘©ğ‘¯ğ‘›

source: Lid has closed
en@shaw: ğ‘¤ğ‘¦ğ‘› ğ‘£ğ‘¨ğ‘Ÿ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘›

source: Battery is low
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘´

source: Battery is full
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘“ğ‘«ğ‘¤

source: Suspend started
en@shaw: ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›

source: Resumed
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘¿ğ‘¥ğ‘›

source: Suspend failed
en@shaw: ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› ğ‘“ğ‘±ğ‘¤ğ‘›

source: Visit help page
en@shaw: ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ğ‘±ğ‘¡

source: On battery power
en@shaw: ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¬ğ‘¼

source: Laptop lid is closed
en@shaw: ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘¤ğ‘¦ğ‘› ğ‘¦ğ‘Ÿ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘›

source: Power Information
en@shaw: ğ‘ğ‘¬ğ‘¼ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Battery may be recalled
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ğ‘›

source: Visit recall website
en@shaw: ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘‘ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘¢ğ‘§ğ‘šğ‘•ğ‘²ğ‘‘

source: Do not show me this again
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ ğ‘¥ğ‘° ğ‘ğ‘¦ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯

source: Battery may be broken
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘šğ‘®ğ‘´ğ‘’ğ‘©ğ‘¯

source: Battery Discharging
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘›ğ‘¦ğ‘•ğ‘—ğ‘¸ğ‘¡ğ‘¦ğ‘™

source: UPS Discharging
en@shaw: UPS ğ‘›ğ‘¦ğ‘•ğ‘—ğ‘¸ğ‘¡ğ‘¦ğ‘™

source: Battery low
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¤ğ‘´

source: Laptop battery low
en@shaw: ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¤ğ‘´

source: UPS low
en@shaw: UPS ğ‘¤ğ‘´

source: Mouse battery low
en@shaw: ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¤ğ‘´

source: Keyboard battery low
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¤ğ‘´

source: PDA battery low
en@shaw: PDA ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¤ğ‘´

source: Cell phone battery low
en@shaw: ğ‘•ğ‘§ğ‘¤ ğ‘“ğ‘´ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¤ğ‘´

source: Battery critically low
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘¦ ğ‘¤ğ‘´

source: Laptop battery critically low
en@shaw: ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘¦ ğ‘¤ğ‘´

source: Plug in your AC adapter to avoid losing data.
en@shaw: ğ‘ğ‘¤ğ‘³ğ‘œ ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ AC ğ‘©ğ‘›ğ‘¨ğ‘ğ‘‘ğ‘» ğ‘‘ ğ‘©ğ‘ğ‘¶ğ‘› ğ‘¤ğ‘µğ‘Ÿğ‘¦ğ‘™ ğ‘›ğ‘±ğ‘‘ğ‘©.

source: UPS critically low
en@shaw: UPS ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘¦ ğ‘¤ğ‘´

source: The battery is below the critical level and this computer will <b>power-off</b> when the battery becomes completely empty.
en@shaw: ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘šğ‘©ğ‘¤ğ‘´ ğ‘ ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘¤ <b>ğ‘ğ‘¬ğ‘¼-ğ‘ªğ‘“</b> ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘¤ğ‘¦ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦.

source: The battery is below the critical level and this computer is about to hibernate.
en@shaw: ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘šğ‘©ğ‘¤ğ‘´ ğ‘ ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘‘ ğ‘£ğ‘²ğ‘šğ‘¼ğ‘¯ğ‘±ğ‘‘.

source: The battery is below the critical level and this computer is about to shutdown.
en@shaw: ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘šğ‘©ğ‘¤ğ‘´ ğ‘ ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘‘ ğ‘–ğ‘©ğ‘‘ğ‘›ğ‘¶ğ‘¯.

source: Install problem!
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥!

source: The configuration defaults for GNOME Power Manager have not been installed correctly. Please contact your computer administrator.
en@shaw: ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ğ‘• ğ‘“ğ‘¹ Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘°ğ‘¯ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘’ğ‘¼ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¨ğ‘’ğ‘‘ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘©ğ‘›ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼.

source: GNOME Power Preferences
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘ğ‘¬ğ‘¼ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Shutdown
en@shaw: ğ‘–ğ‘©ğ‘‘ğ‘›ğ‘¶ğ‘¯

source: Suspend
en@shaw: ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘›

source: Hibernate
en@shaw: ğ‘£ğ‘²ğ‘šğ‘¼ğ‘¯ğ‘±ğ‘‘

source: Blank screen
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘™ğ‘’ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯

source: Ask me
en@shaw: ğ‘­ğ‘•ğ‘’ ğ‘¥ğ‘°

source: Do nothing
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™

source: Never
en@shaw: ğ‘¯ğ‘§ğ‘ğ‘¼

source: Rate
en@shaw: ğ‘®ğ‘±ğ‘‘

source: Charge
en@shaw: ğ‘—ğ‘¸ğ‘¡

source: Time to full
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘“ğ‘«ğ‘¤

source: Time to empty
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦

source: 10 minutes
en@shaw: 10 ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘•

source: 2 hours
en@shaw: 2 ğ‘¬ğ‘¼ğ‘Ÿ

source: 1 day
en@shaw: 1 ğ‘›ğ‘±

source: 1 week
en@shaw: 1 ğ‘¢ğ‘°ğ‘’

source: Charge profile
en@shaw: ğ‘—ğ‘¸ğ‘¡ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤

source: Discharge profile
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘—ğ‘¸ğ‘¡ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤

source: Charge accuracy
en@shaw: ğ‘—ğ‘¸ğ‘¡ ğ‘¨ğ‘’ğ‘˜ğ‘»ğ‘©ğ‘•ğ‘°

source: Discharge accuracy
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘—ğ‘¸ğ‘¡ ğ‘¨ğ‘’ğ‘˜ğ‘»ğ‘©ğ‘•ğ‘°

source: Attribute
en@shaw: ğ‘©ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘

source: Value
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Image
en@shaw: ğ‘¦ğ‘¥ğ‘¦ğ‘¡

source: Description
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯

source: Type
en@shaw: ğ‘‘ğ‘²ğ‘

source: Command
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: Yes
en@shaw: ğ‘˜ğ‘§ğ‘•

source: No
en@shaw: ğ‘¯ğ‘´

source: Device
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•

source: Vendor
en@shaw: ğ‘ğ‘§ğ‘¯ğ‘›ğ‘»

source: Model
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤

source: Serial number
en@shaw: ğ‘•ğ‘¦ğ‘®ğ‘°ğ‘©ğ‘¤ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼

source: Supply
en@shaw: ğ‘•ğ‘©ğ‘ğ‘¤ğ‘²

source: Refreshed
en@shaw: ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘–ğ‘‘

source: Present
en@shaw: ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘

source: Rechargeable
en@shaw: ğ‘®ğ‘°ğ‘—ğ‘­ğ‘®ğ‘¡ğ‘©ğ‘šğ‘©ğ‘¤

source: State
en@shaw: ğ‘•ğ‘‘ğ‘±ğ‘‘

source: Energy
en@shaw: ğ‘§ğ‘¯ğ‘¼ğ‘¡ğ‘¦

source: Energy when empty
en@shaw: ğ‘§ğ‘¯ğ‘¼ğ‘¡ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦

source: Energy when full
en@shaw: ğ‘§ğ‘¯ğ‘¼ğ‘¡ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘“ğ‘«ğ‘¤

source: Energy (design)
en@shaw: ğ‘§ğ‘¯ğ‘¼ğ‘¡ğ‘¦ (ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯)

source: Voltage
en@shaw: ğ‘ğ‘´ğ‘¤ğ‘‘ğ‘©ğ‘¡

source: Percentage
en@shaw: ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡

source: Capacity
en@shaw: ğ‘’ğ‘©ğ‘ğ‘¨ğ‘•ğ‘¦ğ‘‘ğ‘¦

source: Technology
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘¯ğ‘­ğ‘¤ğ‘©ğ‘¡ğ‘°

source: Online
en@shaw: ğ‘ªğ‘¯ğ‘¤ğ‘²ğ‘¯

source: No data
en@shaw: ğ‘¯ğ‘´ ğ‘›ğ‘±ğ‘‘ğ‘©

source: Kernel module
en@shaw: ğ‘’ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘¥ğ‘ªğ‘›ğ‘¿ğ‘¤

source: Kernel core
en@shaw: ğ‘’ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘´ğ‘®

source: Interrupt
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘³ğ‘ğ‘‘

source: Serial ATA
en@shaw: ğ‘•ğ‘¦ğ‘®ğ‘°ğ‘©ğ‘¤ ATA

source: ATA host controller
en@shaw: ATA ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘¼

source: Intel wireless adaptor
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¤ ğ‘¢ğ‘²ğ‘®ğ‘¤ğ‘¦ğ‘• ğ‘©ğ‘›ğ‘¨ğ‘ğ‘‘ğ‘»

source: Timer %s
en@shaw: ğ‘‘ğ‘²ğ‘¥ğ‘» %s

source: Sleep %s
en@shaw: ğ‘•ğ‘¤ğ‘°ğ‘ %s

source: New task %s
en@shaw: ğ‘¯ğ‘¿ ğ‘‘ğ‘­ğ‘•ğ‘’ %s

source: Wait %s
en@shaw: ğ‘¢ğ‘±ğ‘‘ %s

source: Work queue %s
en@shaw: ğ‘¢ğ‘»ğ‘’ ğ‘’ğ‘¿ %s

source: Network route flush %s
en@shaw: ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘®ğ‘µğ‘‘ ğ‘“ğ‘¤ğ‘©ğ‘– %s

source: Wakeup %s
en@shaw: ğ‘¢ğ‘±ğ‘’ğ‘©ğ‘ %s

source: Local interrupts
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘©ğ‘ğ‘‘ğ‘•

source: Rescheduling interrupts
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘’ğ‘§ğ‘¡ğ‘µğ‘¤ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘©ğ‘ğ‘‘ğ‘•

source: Device Information
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Device History
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦

source: Device Profile
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤

source: Time elapsed
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘¤ğ‘¨ğ‘ğ‘•ğ‘‘

source: Power
en@shaw: ğ‘ğ‘¬ğ‘¼

source: Cell charge
en@shaw: ğ‘•ğ‘§ğ‘¤ ğ‘—ğ‘¸ğ‘¡

source: Predicted time
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘›ğ‘¦ğ‘’ğ‘‘ğ‘¦ğ‘› ğ‘‘ğ‘²ğ‘¥

source: Correction factor
en@shaw: ğ‘’ğ‘¼ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼

source: Prediction accuracy
en@shaw: ğ‘ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¨ğ‘’ğ‘˜ğ‘»ğ‘©ğ‘•ğ‘°

source: Select this device at startup
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘¦ğ‘ğ‘²ğ‘• ğ‘¨ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘³ğ‘

source: Processor
en@shaw: ğ‘ğ‘®ğ‘­ğ‘•ğ‘§ğ‘•ğ‘»

source: _Preferences
en@shaw: _ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Product:
en@shaw: ğ‘ğ‘®ğ‘ªğ‘›ğ‘©ğ‘’ğ‘‘:

source: Status:
en@shaw: ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•:

source: Missing
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™

source: Charged
en@shaw: ğ‘—ğ‘¸ğ‘¡ğ‘›

source: Charging
en@shaw: ğ‘—ğ‘¸ğ‘¡ğ‘¦ğ‘™

source: Discharging
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘—ğ‘¸ğ‘¡ğ‘¦ğ‘™

source: Percentage charge:
en@shaw: ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘—ğ‘¸ğ‘¡:

source: Vendor:
en@shaw: ğ‘ğ‘§ğ‘¯ğ‘›ğ‘»:

source: Technology:
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘¯ğ‘­ğ‘¤ğ‘©ğ‘¡ğ‘°:

source: Serial number:
en@shaw: ğ‘•ğ‘¦ğ‘®ğ‘°ğ‘©ğ‘¤ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼:

source: Model:
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘©ğ‘¤:

source: Charge time:
en@shaw: ğ‘—ğ‘¸ğ‘¡ ğ‘‘ğ‘²ğ‘¥:

source: Discharge time:
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘—ğ‘¸ğ‘¡ ğ‘‘ğ‘²ğ‘¥:

source: Excellent
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘‘

source: Good
en@shaw: ğ‘œğ‘«ğ‘›

source: Fair
en@shaw: ğ‘“ğ‘º

source: Poor
en@shaw: ğ‘ğ‘«ğ‘¼

source: Capacity:
en@shaw: ğ‘’ğ‘©ğ‘ğ‘¨ğ‘•ğ‘¦ğ‘‘ğ‘¦:

source: Current charge:
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘—ğ‘¸ğ‘¡:

source: Last full charge:
en@shaw: ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘“ğ‘«ğ‘¤ ğ‘—ğ‘¸ğ‘¡:

source: Design charge:
en@shaw: ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ ğ‘—ğ‘¸ğ‘¡:

source: Charge rate:
en@shaw: ğ‘—ğ‘¸ğ‘¡ ğ‘®ğ‘±ğ‘‘:

source: Lithium Ion
en@shaw: ğ‘¤ğ‘¦ğ‘”ğ‘°ğ‘©ğ‘¥ ğ‘²ğ‘©ğ‘¯

source: Lithium Polymer
en@shaw: ğ‘¤ğ‘¦ğ‘”ğ‘°ğ‘©ğ‘¥ ğ‘ğ‘­ğ‘¤ğ‘©ğ‘¥ğ‘»

source: Lithium Iron Phosphate
en@shaw: ğ‘¤ğ‘¦ğ‘”ğ‘°ğ‘©ğ‘¥ ğ‘²ğ‘¼ğ‘¯ ğ‘“ğ‘­ğ‘•ğ‘“ğ‘±ğ‘‘

source: Lead acid
en@shaw: ğ‘¤ğ‘°ğ‘› ğ‘¨ğ‘•ğ‘¦ğ‘›

source: Nickel Cadmium
en@shaw: ğ‘¯ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘’ğ‘¨ğ‘›ğ‘¥ğ‘°ğ‘©ğ‘¥

source: Nickel metal hydride
en@shaw: ğ‘¯ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¥ğ‘§ğ‘‘ğ‘©ğ‘¤ ğ‘£ğ‘²ğ‘›ğ‘®ğ‘²ğ‘›

source: Unknown technology
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘‘ğ‘§ğ‘’ğ‘¯ğ‘­ğ‘¤ğ‘©ğ‘¡ğ‘°

source: _About
en@shaw: _ğ‘©ğ‘šğ‘¬ğ‘‘

source: _Help
en@shaw: _ğ‘£ğ‘§ğ‘¤ğ‘
