Repository: GNOME/gnome-power-manager
Catalog: po/*.po
Languages: en@shaw

source: Power Manager Brightness Applet
en@shaw: ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘

source: Adjusts laptop panel brightness.
en@shaw: ğ‘©ğ‘¡ğ‘©ğ‘•ğ‘‘ğ‘• ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘•.

source: Cannot connect to gnome-power-manager
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘‘ Â·ğ‘œğ‘¯ğ‘´ğ‘¥-ğ‘ğ‘¬ğ‘¼-ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Cannot get laptop panel brightness
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘•

source: Licensed under the GNU General Public License Version 2
en@shaw: ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ 2

source: Power Manager is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
en@shaw: ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º; ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘¦ğ‘‘ ğ‘¯/ğ‘¹ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘² ğ‘¦ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘Ÿ ğ‘ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘¨ğ‘Ÿ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘–ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯; ğ‘²ğ‘ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ 2 ğ‘ ğ‘ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•, ğ‘¹ (ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯) ğ‘§ğ‘¯ğ‘¦ ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
en@shaw: ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘© ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥; ğ‘¦ğ‘“ ğ‘¯ğ‘ªğ‘‘, ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘¦ğ‘™ğ‘’., 51 Â·ğ‘œğ‘“ğ‘®ğ‘¨ğ‘™ğ‘’ğ‘¤ğ‘¦ğ‘¯ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘‘, ğ‘“ğ‘¦ğ‘“ğ‘” ğ‘“ğ‘¤ğ‘¹, Â·ğ‘šğ‘ªğ‘•ğ‘‘ğ‘©ğ‘¯, ğ‘¥ğ‘¶ 02110-1301, ğ‘˜ğ‘µğ‘§ğ‘•ğ‘±.

source: Adjusts Laptop panel brightness
en@shaw: ğ‘©ğ‘¡ğ‘©ğ‘•ğ‘‘ğ‘• ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘ğ‘¨ğ‘¯ğ‘©ğ‘¤ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘•

source: Brightness Applet
en@shaw: ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘

source: Brightness Applet Factory
en@shaw: ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Factory for Brightness Applet
en@shaw: ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘

source: Power Manager Inhibit Applet
en@shaw: ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘¦ğ‘¯ğ‘£ğ‘¦ğ‘šğ‘©ğ‘‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘

source: Allows user to inhibit automatic power saving.
en@shaw: ğ‘©ğ‘¤ğ‘¬ğ‘Ÿ ğ‘¿ğ‘Ÿğ‘¼ ğ‘‘ ğ‘¦ğ‘¯ğ‘£ğ‘¦ğ‘šğ‘©ğ‘‘ ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘ğ‘¬ğ‘¼ ğ‘•ğ‘±ğ‘ğ‘¦ğ‘™.

source: Automatic sleep inhibited
en@shaw: ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘•ğ‘¤ğ‘°ğ‘ ğ‘¦ğ‘¯ğ‘£ğ‘¦ğ‘šğ‘©ğ‘‘ğ‘¦ğ‘›

source: Automatic sleep enabled
en@shaw: ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘•ğ‘¤ğ‘°ğ‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›

source: Manual inhibit
en@shaw: ğ‘¥ğ‘¨ğ‘¯ğ‘˜ğ‘«ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘£ğ‘¦ğ‘šğ‘©ğ‘‘

source: Copyright Â© 2006-2007 Richard Hughes
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ğ‘®ğ‘²ğ‘‘ Â© 2006-2007 Â·ğ‘®ğ‘¦ğ‘—ğ‘¼ğ‘› Â·ğ‘£ğ‘˜ğ‘µğ‘Ÿ

source: Allows user to inhibit automatic power saving
en@shaw: ğ‘©ğ‘¤ğ‘¬ğ‘Ÿ ğ‘¿ğ‘Ÿğ‘¼ ğ‘‘ ğ‘¦ğ‘¯ğ‘£ğ‘¦ğ‘šğ‘©ğ‘‘ ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘ğ‘¬ğ‘¼ ğ‘•ğ‘±ğ‘ğ‘¦ğ‘™

source: Factory for Inhibit Applet
en@shaw: ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘£ğ‘¦ğ‘šğ‘©ğ‘‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘

source: Inhibit Applet
en@shaw: ğ‘¦ğ‘¯ğ‘£ğ‘¦ğ‘šğ‘©ğ‘‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘

source: Inhibit Applet Factory
en@shaw: ğ‘¦ğ‘¯ğ‘£ğ‘¦ğ‘šğ‘©ğ‘‘ ğ‘¨ğ‘ğ‘¤ğ‘©ğ‘‘ ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘¼ğ‘¦

source: Power Manager
en@shaw: ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼

source: Power management daemon
en@shaw: ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘°ğ‘¥ğ‘©ğ‘¯

source: Allow backlight brightness adjustment
en@shaw: ğ‘©ğ‘¤ğ‘¬ ğ‘šğ‘¨ğ‘’ğ‘¤ğ‘²ğ‘‘ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Battery critical low action
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¤ğ‘´ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: Check CPU load before sleeping
en@shaw: ğ‘—ğ‘§ğ‘’ CPU ğ‘¤ğ‘´ğ‘› ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘•ğ‘¤ğ‘°ğ‘ğ‘¦ğ‘™

source: Dim the screen after a period of inactivity when on AC power
en@shaw: ğ‘›ğ‘¦ğ‘¥ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘© ğ‘ğ‘½ğ‘¦ğ‘©ğ‘› ğ‘ ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘° ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ AC ğ‘ğ‘¬ğ‘¼

source: Dim the screen after a period of inactivity when on battery power
en@shaw: ğ‘›ğ‘¦ğ‘¥ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘© ğ‘ğ‘½ğ‘¦ğ‘©ğ‘› ğ‘ ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘° ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¬ğ‘¼

source: Hibernate button action
en@shaw: ğ‘£ğ‘²ğ‘šğ‘¼ğ‘¯ğ‘±ğ‘‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: If a notification message should be displayed after suspend or hibernate failed.
en@shaw: ğ‘¦ğ‘“ ğ‘© ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› ğ‘¹ ğ‘£ğ‘²ğ‘šğ‘¼ğ‘¯ğ‘±ğ‘‘ ğ‘“ğ‘±ğ‘¤ğ‘›.

source: If a notification message should be displayed when the battery is fully charged.
en@shaw: ğ‘¦ğ‘“ ğ‘© ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘—ğ‘¸ğ‘¡ğ‘›.

source: If a notification message should be displayed when the battery is getting low.
en@shaw: ğ‘¦ğ‘“ ğ‘© ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘¤ğ‘´.

source: If preferences and statistics items should be shown in the context menu
en@shaw: ğ‘¦ğ‘“ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¯ ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘• ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿

source: If sounds should be used
en@shaw: ğ‘¦ğ‘“ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘›

source: If sounds should be used when the power is critically low, or inhibit requests have stopped the policy action.
en@shaw: ğ‘¦ğ‘“ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘¦ ğ‘¤ğ‘´, ğ‘¹ ğ‘¦ğ‘¯ğ‘£ğ‘¦ğ‘šğ‘©ğ‘‘ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘‘ğ‘ªğ‘ğ‘‘ ğ‘ ğ‘ğ‘ªğ‘¤ğ‘¦ğ‘•ğ‘¦ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: If the CPU load should be checked before doing the idle action.
en@shaw: ğ‘¦ğ‘“ ğ‘ CPU ğ‘¤ğ‘´ğ‘› ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘—ğ‘§ğ‘’ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘ ğ‘²ğ‘›ğ‘©ğ‘¤ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: If the battery event should occur when the lid is shut and the power disconnected
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘ªğ‘’ğ‘» ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¤ğ‘¦ğ‘› ğ‘¦ğ‘Ÿ ğ‘–ğ‘³ğ‘‘ ğ‘¯ ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: If the battery lid close event should occur (for example 'Suspend when lid closed on battery') when the lid is previously shut and the AC power disconnected at a later time.
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘ªğ‘’ğ‘» (ğ‘“ğ‘¹ ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤ 'ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘› ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦') ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¤ğ‘¦ğ‘› ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•ğ‘¤ğ‘¦ ğ‘–ğ‘³ğ‘‘ ğ‘¯ ğ‘ AC ğ‘ğ‘¬ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¨ğ‘‘ ğ‘© ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘‘ğ‘²ğ‘¥.

source: If the learnt profile should be used to calculate the time remaining
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘¤ğ‘»ğ‘¯ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™

source: If the learnt profile should be used to calculate the time remaining. Only turn this off for debugging.
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘¤ğ‘»ğ‘¯ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘‘ğ‘»ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘ªğ‘“ ğ‘“ğ‘¹ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™.

source: If the low-power mode should be enabled when on AC
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘¤ğ‘´-ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘´ğ‘› ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ AC

source: If the low-power mode should be enabled when on battery
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘¤ğ‘´-ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘´ğ‘› ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦

source: If the screen brightness should be changed when switching between AC and battery power.
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘¦ğ‘™ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ AC ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¬ğ‘¼.

source: If the screen should be dimmed to save power when the computer is idle when on AC power.
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘¦ğ‘¥ğ‘› ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘²ğ‘›ğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ AC ğ‘ğ‘¬ğ‘¼.

source: If the screen should be dimmed to save power when the computer is idle when on battery power.
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘¦ğ‘¥ğ‘› ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘²ğ‘›ğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¬ğ‘¼.

source: If the screen should be reduced in brightness when the computer is on battery power.
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘®ğ‘¦ğ‘›ğ‘¿ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¬ğ‘¼.

source: If the system low-power mode should be enabled when on AC power.
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¤ğ‘´-ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘´ğ‘› ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ AC ğ‘ğ‘¬ğ‘¼.

source: If the system low-power mode should be enabled when on laptop battery power.
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¤ğ‘´-ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘´ğ‘› ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¬ğ‘¼.

source: If the user should be notified when the AC adapter is disconnected.
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ AC ğ‘©ğ‘›ğ‘¨ğ‘ğ‘‘ğ‘» ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›.

source: If we should show the low capacity warning for a broken battery
en@shaw: ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘–ğ‘´ ğ‘ ğ‘¤ğ‘´ ğ‘’ğ‘©ğ‘ğ‘¨ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘© ğ‘šğ‘®ğ‘´ğ‘’ğ‘©ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦

source: If we should show the low capacity warning for a broken battery.
en@shaw: ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘–ğ‘´ ğ‘ ğ‘¤ğ‘´ ğ‘’ğ‘©ğ‘ğ‘¨ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘© ğ‘šğ‘®ğ‘´ğ‘’ğ‘©ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦.

source: If we should show the recalled battery warning for a broken battery
en@shaw: ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘–ğ‘´ ğ‘ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ğ‘› ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘© ğ‘šğ‘®ğ‘´ğ‘’ğ‘©ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦

source: If we should show the recalled battery warning for a broken battery. Set this to false only if you know your battery is okay.
en@shaw: ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘–ğ‘´ ğ‘ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ğ‘› ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘© ğ‘šğ‘®ğ‘´ğ‘’ğ‘©ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦. ğ‘•ğ‘§ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘‘ ğ‘“ğ‘·ğ‘¤ğ‘• ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¦ğ‘“ ğ‘¿ ğ‘¯ğ‘´ ğ‘¿ğ‘¼ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘´ğ‘’ğ‘±.

source: Laptop lid close action on battery
en@shaw: ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦

source: Laptop lid close action when on AC
en@shaw: ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ AC

source: Lock GNOME keyring on sleep
en@shaw: ğ‘¤ğ‘ªğ‘’ Â·ğ‘œÂ·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘•ğ‘¤ğ‘°ğ‘

source: Lock screen on hibernate
en@shaw: ğ‘¤ğ‘ªğ‘’ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘ªğ‘¯ ğ‘£ğ‘²ğ‘šğ‘¼ğ‘¯ğ‘±ğ‘‘

source: Lock screen on suspend
en@shaw: ğ‘¤ğ‘ªğ‘’ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘ªğ‘¯ ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘›

source: Lock screen when blanked
en@shaw: ğ‘¤ğ‘ªğ‘’ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘šğ‘¤ğ‘¨ğ‘™ğ‘’ğ‘‘

source: Method used to blank screen on AC
en@shaw: ğ‘¥ğ‘§ğ‘”ğ‘©ğ‘› ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘šğ‘¤ğ‘¨ğ‘™ğ‘’ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘ªğ‘¯ AC

source: Method used to blank screen on battery
en@shaw: ğ‘¥ğ‘§ğ‘”ğ‘©ğ‘› ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘šğ‘¤ğ‘¨ğ‘™ğ‘’ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦

source: Notify on a low power
en@shaw: ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘ªğ‘¯ ğ‘© ğ‘¤ğ‘´ ğ‘ğ‘¬ğ‘¼

source: Notify on a sleep failure
en@shaw: ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘ªğ‘¯ ğ‘© ğ‘•ğ‘¤ğ‘°ğ‘ ğ‘“ğ‘±ğ‘¤ğ‘˜ğ‘¼

source: Notify when AC adapter is disconnected
en@shaw: ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘¢ğ‘§ğ‘¯ AC ğ‘©ğ‘›ğ‘¨ğ‘ğ‘‘ğ‘» ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: Notify when fully charged
en@shaw: ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘¢ğ‘§ğ‘¯ ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘—ğ‘¸ğ‘¡ğ‘›

source: Percentage action is taken
en@shaw: ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯

source: Percentage considered critical
en@shaw: ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘› ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤

source: Percentage considered low
en@shaw: ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘› ğ‘¤ğ‘´

source: Power button action
en@shaw: ğ‘ğ‘¬ğ‘¼ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: Reduce the backlight brightness when on battery power
en@shaw: ğ‘®ğ‘¦ğ‘›ğ‘¿ğ‘• ğ‘ ğ‘šğ‘¨ğ‘’ğ‘¤ğ‘²ğ‘‘ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¬ğ‘¼

source: Seconds of inactivity to spin down when on AC
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘° ğ‘‘ ğ‘•ğ‘ğ‘¦ğ‘¯ ğ‘›ğ‘¬ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ AC

source: Seconds of inactivity to spin down when on battery
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘° ğ‘‘ ğ‘•ğ‘ğ‘¦ğ‘¯ ğ‘›ğ‘¬ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦

source: Sleep timeout computer when on AC
en@shaw: ğ‘•ğ‘¤ğ‘°ğ‘ ğ‘‘ğ‘²ğ‘¥ğ‘¬ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ AC

source: Sleep timeout computer when on UPS
en@shaw: ğ‘•ğ‘¤ğ‘°ğ‘ ğ‘‘ğ‘²ğ‘¥ğ‘¬ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ UPS

source: Sleep timeout computer when on battery
en@shaw: ğ‘•ğ‘¤ğ‘°ğ‘ ğ‘‘ğ‘²ğ‘¥ğ‘¬ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦

source: Sleep timeout display when on AC
en@shaw: ğ‘•ğ‘¤ğ‘°ğ‘ ğ‘‘ğ‘²ğ‘¥ğ‘¬ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ AC

source: Sleep timeout display when on UPS
en@shaw: ğ‘•ğ‘¤ğ‘°ğ‘ ğ‘‘ğ‘²ğ‘¥ğ‘¬ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ UPS

source: Sleep timeout display when on battery
en@shaw: ğ‘•ğ‘¤ğ‘°ğ‘ ğ‘‘ğ‘²ğ‘¥ğ‘¬ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦

source: Suspend button action
en@shaw: ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: The URI to show to the user on sleep failure
en@shaw: ğ‘ URI ğ‘‘ ğ‘–ğ‘´ ğ‘‘ ğ‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘ªğ‘¯ ğ‘•ğ‘¤ğ‘°ğ‘ ğ‘“ğ‘±ğ‘¤ğ‘˜ğ‘¼

source: The action to take when the UPS is critically low. Possible values are "hibernate", "suspend", "shutdown" and "nothing".
en@shaw: ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¢ğ‘§ğ‘¯ ğ‘ UPS ğ‘¦ğ‘Ÿ ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘¦ ğ‘¤ğ‘´. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "hibernate", "suspend", "shutdown" ğ‘¯ "nothing".

source: The action to take when the UPS is low. Possible values are "hibernate", "suspend", "shutdown" and "nothing".
en@shaw: ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¢ğ‘§ğ‘¯ ğ‘ UPS ğ‘¦ğ‘Ÿ ğ‘¤ğ‘´. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "hibernate", "suspend", "shutdown" ğ‘¯ "nothing".

source: The action to take when the battery is critically low. Possible values are "hibernate", "suspend", "shutdown" and "nothing".
en@shaw: ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘¦ ğ‘¤ğ‘´. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "hibernate", "suspend", "shutdown" ğ‘¯ "nothing".

source: The action to take when the laptop lid is closed and the laptop is on AC power. Possible values are "suspend", "hibernate", "blank" and "nothing".
en@shaw: ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘¤ğ‘¦ğ‘› ğ‘¦ğ‘Ÿ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘› ğ‘¯ ğ‘ ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘¦ğ‘Ÿ ğ‘ªğ‘¯ AC ğ‘ğ‘¬ğ‘¼. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "suspend", "hibernate", "blank" ğ‘¯ "nothing".

source: The action to take when the laptop lid is closed and the laptop is on battery power. Possible values are "suspend", "hibernate", "blank", and "nothing".
en@shaw: ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘¤ğ‘¦ğ‘› ğ‘¦ğ‘Ÿ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘› ğ‘¯ ğ‘ ğ‘¤ğ‘¨ğ‘ğ‘‘ğ‘ªğ‘ ğ‘¦ğ‘Ÿ ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¬ğ‘¼. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "suspend", "hibernate", "blank", ğ‘¯ "nothing".

source: The action to take when the system hibernate button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
en@shaw: ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘£ğ‘²ğ‘šğ‘¼ğ‘¯ğ‘±ğ‘‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "suspend", "hibernate", "interactive", "shutdown" ğ‘¯ "nothing".

source: The action to take when the system power button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
en@shaw: ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘ğ‘¬ğ‘¼ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "suspend", "hibernate", "interactive", "shutdown" ğ‘¯ "nothing".

source: The action to take when the system suspend button is pressed. Possible values are "suspend", "hibernate", "interactive", "shutdown" and "nothing".
en@shaw: ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘•ğ‘©ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "suspend", "hibernate", "interactive", "shutdown" ğ‘¯ "nothing".

source: The amount of time in seconds before the display goes to sleep when the computer is on AC power.
en@shaw: ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘œğ‘´ğ‘Ÿ ğ‘‘ ğ‘•ğ‘¤ğ‘°ğ‘ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘ªğ‘¯ AC ğ‘ğ‘¬ğ‘¼.

source: The amount of time in seconds the computer on AC power needs to be inactive before it goes to sleep.
en@shaw: ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘ªğ‘¯ AC ğ‘ğ‘¬ğ‘¼ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¦ğ‘‘ ğ‘œğ‘´ğ‘Ÿ ğ‘‘ ğ‘•ğ‘¤ğ‘°ğ‘.

source: The amount of time in seconds the computer on UPS power needs to be inactive before it goes to sleep.
en@shaw: ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘ªğ‘¯ UPS ğ‘ğ‘¬ğ‘¼ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¦ğ‘‘ ğ‘œğ‘´ğ‘Ÿ ğ‘‘ ğ‘•ğ‘¤ğ‘°ğ‘.

source: The amount of time in seconds the computer on UPS power needs to be inactive before the display goes to sleep.
en@shaw: ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘ªğ‘¯ UPS ğ‘ğ‘¬ğ‘¼ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘œğ‘´ğ‘Ÿ ğ‘‘ ğ‘•ğ‘¤ğ‘°ğ‘.

source: The amount of time in seconds the computer on battery power needs to be inactive before it goes to sleep.
en@shaw: ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¬ğ‘¼ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¦ğ‘‘ ğ‘œğ‘´ğ‘Ÿ ğ‘‘ ğ‘•ğ‘¤ğ‘°ğ‘.

source: The amount of time in seconds the computer on battery power needs to be inactive before the display goes to sleep.
en@shaw: ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¬ğ‘¼ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘œğ‘´ğ‘Ÿ ğ‘‘ ğ‘•ğ‘¤ğ‘°ğ‘.

source: The amount to dim the brightness of the display when on battery power. Possible values are between 0 and 100.
en@shaw: ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘¥ ğ‘ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¬ğ‘¼. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ 0 ğ‘¯ 100.

source: The brightness of the display when on AC power. Possible values are between 0 and 100.
en@shaw: ğ‘ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ AC ğ‘ğ‘¬ğ‘¼. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ 0 ğ‘¯ 100.

source: The brightness of the screen when idle
en@shaw: ğ‘ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘²ğ‘›ğ‘©ğ‘¤

source: The default amount of time to dim the screen after idle
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘›ğ‘¦ğ‘¥ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘²ğ‘›ğ‘©ğ‘¤

source: The default amount of time to dim the screen after idle.
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘›ğ‘¦ğ‘¥ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘²ğ‘›ğ‘©ğ‘¤.

source: The default graph type to show in the statistics window
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘œğ‘®ğ‘­ğ‘“ ğ‘‘ğ‘²ğ‘ ğ‘‘ ğ‘–ğ‘´ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: The default graph type to show in the statistics window.
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘œğ‘®ğ‘­ğ‘“ ğ‘‘ğ‘²ğ‘ ğ‘‘ ğ‘–ğ‘´ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: The maximum duration of time displayed on the x-axis of the graph.
en@shaw: ğ‘ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘›ğ‘«ğ‘®ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘ªğ‘¯ ğ‘ x-ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘• ğ‘ ğ‘ ğ‘œğ‘®ğ‘­ğ‘“.

source: The maximum time displayed on the graph
en@shaw: ğ‘ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘‘ğ‘²ğ‘¥ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘œğ‘®ğ‘­ğ‘“

source: The number of seconds of inactivity to spin down the disks when on AC power.
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘° ğ‘‘ ğ‘•ğ‘ğ‘¦ğ‘¯ ğ‘›ğ‘¬ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ AC ğ‘ğ‘¬ğ‘¼.

source: The number of seconds of inactivity to spin down the disks when on battery power.
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘¦ğ‘¯ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘° ğ‘‘ ğ‘•ğ‘ğ‘¦ğ‘¯ ğ‘›ğ‘¬ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘ªğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘ğ‘¬ğ‘¼.

source: The percentage of the battery when it is considered critical. Only valid when use_time_for_policy is false.
en@shaw: ğ‘ ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘› ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¢ğ‘§ğ‘¯ use_time_for_policy ğ‘¦ğ‘Ÿ ğ‘“ğ‘·ğ‘¤ğ‘•.

source: The percentage of the battery when it is considered low. Only valid when use_time_for_policy is false.
en@shaw: ğ‘ ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘› ğ‘¤ğ‘´. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¢ğ‘§ğ‘¯ use_time_for_policy ğ‘¦ğ‘Ÿ ğ‘“ğ‘·ğ‘¤ğ‘•.

source: The percentage of the battery when the critical action is performed. Only valid when use_time_for_policy is false.
en@shaw: ğ‘ ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ğ‘›. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¢ğ‘§ğ‘¯ use_time_for_policy ğ‘¦ğ‘Ÿ ğ‘“ğ‘·ğ‘¤ğ‘•.

source: The time remaining in seconds of the battery when critical action is taken. Only valid when use_time_for_policy is true.
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¢ğ‘§ğ‘¯ use_time_for_policy ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ.

source: The time remaining in seconds of the battery when it is considered critical. Only valid when use_time_for_policy is true.
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘› ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¢ğ‘§ğ‘¯ use_time_for_policy ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ.

source: The time remaining in seconds of the battery when it is considered low. Only valid when use_time_for_policy is true.
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘¼ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘› ğ‘¤ğ‘´. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¢ğ‘§ğ‘¯ use_time_for_policy ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ.

source: The time remaining when action is taken
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘¢ğ‘§ğ‘¯ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯

source: The time remaining when critical
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘¢ğ‘§ğ‘¯ ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤

source: The time remaining when low
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘¢ğ‘§ğ‘¯ ğ‘¤ğ‘´
